wrk/lagasy-with-cache/wrk-C10.txt
Running 5m test @ http://localhost:60000
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   142.28ms  180.14ms   1.70s    92.09%
    Req/Sec    53.13     15.34    90.00     72.23%
  Latency Distribution
     50%   87.51ms
     75%  103.32ms
     90%  238.58ms
     99%    1.07s 
  28810 requests in 5.00m, 188.21MB read
Requests/sec:     96.01
Transfer/sec:    642.27KB